Repository: sparcs-kaist/app-ios
Catalog: BuddyUI/Sources/BuddyDDayWidgetUI/Localizable.xcstrings
Source language: en_gb
Languages: ko

source: days
ko: 일

source: Ends in
ko: 종강까지

source: Ends in %lld days
ko: 종강까지 %lld일

source: Ended
ko: 종강

source: Open Buddy on your iPhone to continue
ko: iPhone에서 Buddy 앱을 열어 계속하기

source: Semester ended
ko: 종강 축하합니다 🎉

source: Sign in
ko: 로그인

source: Sign in Required
ko: 로그인 필요

source: Sign in to check D-Day.
ko: 디데이를 확인하기 위해 로그인하세요.

source: Starts in
ko: 개강까지

source: Starts in %lld days
ko: 개강까지 %lld일
